import React from "react";
import "./viewblog.scss";
function ViewBlog() {
  return (
    <div className="viewblogs">
      <div className="container">
        <div className="row">
          <div className="col-lg-12 col-sm-12 col-12 ">
            <div className="row">
              <div className="col-lg-7 col-md-12 col-sm-12 col-12 news-right">
                <h4 className="newstitle">Открытие нового магазина</h4>
                <div className="news-info">
                  Противоположная точка зрения подразумевает,
                  что реплицированные с зарубежных источников, современные
                  исследования набирают популярность среди определённых слоёв
                  населения, а значит, должны быть функционально разнесены
                  на независимые элементы. Каждый из нас понимает очевидную
                  вещь: социально-экономическое развитие влечёт за собой процесс
                  внедрения и модернизации модели развития. Имеется спорная
                  точка зрения, гласящая примерно следующее: элементы
                  политического процесса представляют собой не что иное,
                  как квинтэссенцию победы маркетинга над разумом и должны быть
                  ассоциативно распределены по отраслям. Безусловно, глубокий
                  уровень погружения предполагает независимые способы реализации
                  своевременного выполнения сверхзадачи. Лишь многие известные
                  личности будут превращены в посмешище, хотя само
                  их существование приносит несомненную пользу обществу.
                  Учитывая ключевые сценарии поведения, сложившаяся структура
                  организации создаёт предпосылки для системы обучения кадров,
                  соответствующей насущным потребностям. Не следует, однако,
                  забывать, что консультация с широким активом создаёт
                  необходимость включения в производственный план целого ряда
                  внеочередных мероприятий с учётом комплекса экспериментов,
                  поражающих по своей масштабности и грандиозности.
                </div>
                <h4 className="newstitle">Бонусы и акции в честь открытия</h4>
                <div className="news-info">
                  А ещё явные признаки победы институционализации освещают
                  чрезвычайно интересные особенности картины в целом, однако
                  конкретные выводы, разумеется, превращены в посмешище,
                  хотя само их существование приносит несомненную пользу
                  обществу. Равным образом, реализация намеченных плановых
                  заданий не даёт нам иного выбора, кроме определения
                  первоочередных требований. Каждый из нас понимает очевидную
                  вещь: выбранный нами инновационный путь, а также свежий взгляд
                  на привычные вещи — безусловно открывает новые горизонты
                  для распределения внутренних резервов и ресурсов. Кстати,
                  активно развивающиеся страны третьего мира, вне зависимости
                  от их уровня, должны быть в равной степени предоставлены сами
                  себе. Высокий уровень вовлечения представителей целевой
                  аудитории является чётким доказательством простого факта:
                  высококачественный прототип будущего проекта обеспечивает
                  актуальность переосмысления внешнеэкономических политик.
                  Противоположная точка зрения подразумевает, что сделанные
                  на базе интернет-аналитики выводы могут быть разоблачены.
                  В частности, высокотехнологичная концепция общественного
                  уклада, а также свежий взгляд на привычные вещи — безусловно
                  открывает новые горизонты для позиций, занимаемых участниками
                  в отношении поставленных задач.
                </div>
              </div>
              <div className="col-lg-5  col-md-12 col-sm-12 col-12 news-left">
                <img
                 
                  src="https://i.pinimg.com/originals/03/a3/7a/03a37a190a5ef5527078e119a85f34bc.jpg"
                  alt="news"
                />
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
export default ViewBlog;
